Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Command_NoRectangle
source: There's no rectangle selection.
ar: لا يوجد تحديد مستطيل.
cs: Neexistuje žádný obdélníkový výběr.
de: Es gibt keine Rechteckauswahl.
el: Δεν υπάρχει ορθογώνια επιλογή.
es: No hay ninguna selección rectangular.
fa: انتخاب مستطیلی وجود ندارد.
fr: Il n'y a pas de sélection rectangulaire.
hu: Nincs téglalap-kijelölés.
id: Tidak ada pilihan persegi panjang.
it: Non c'è una selezione rettangolare.
ja: 矩形選択がありません。
ko: 사각형 선택이 없습니다.
pl: Brak zaznaczenia prostokątnego.
pt: Não há uma seleção retangular.
ro: Nu există nicio selecție dreptunghiulară.
th: ไม่มีส่วนที่เลือกแบบสี่เหลี่ยม
tr: Dikdörtgen seçim yok.
uk: Немає прямокутного виділення.
vi: Không có vùng chọn hình chữ nhật.
zh_hans: 没有矩形选择。
zh_hant: 沒有矩形選取範圍。

# Command_UserClipboardEmpty
source: This user clipboard is empty.
ar: حافظة المستخدم هذه فارغة.
cs: Tato uživatelská schránka je prázdná.
de: Diese Benutzer-Zwischenablage ist leer.
el: Αυτό το πρόχειρο χρήστη είναι κενό.
es: Este portapapeles de usuario está vacío.
fa: این کلیپ‌بورد کاربر خالی است.
fr: Ce presse-papiers utilisateur est vide.
hu: Ez a felhasználói vágólap üres.
id: Papan klip pengguna ini kosong.
it: Questi Appunti utente sono vuoti.
ja: このユーザークリップボードは空です。
ko: 이 사용자 클립보드는 비어 있습니다.
pl: Ten schowek użytkownika jest pusty.
pt: Esta área de transferência do usuário está vazia.
ro: Acest clipboard utilizator este gol.
th: คลิปบอร์ดผู้ใช้นี้ว่างเปล่า
tr: Bu kullanıcı panosu boş.
uk: Цей користувацький буфер порожній.
vi: Bảng tạm người dùng này trống.
zh_hans: 此用户剪贴板为空。
zh_hant: 此使用者剪貼簿是空的。

# Command_ClipboardHistoryEmpty
source: The clipboard history is empty.
ar: سجل الحافظة فارغ.
cs: Historie schránky je prázdná.
de: Der Zwischenablageverlauf ist leer.
el: Το ιστορικό Προχείρου είναι κενό.
es: El historial del Portapapeles está vacío.
fa: سابقهٔ کلیپ‌بورد خالی است.
fr: L'historique du Presse-papiers est vide.
hu: A vágólap-előzmények üresek.
id: Riwayat papan klip kosong.
it: La cronologia degli Appunti è vuota.
ja: クリップボード履歴は空です。
ko: 클립보드 기록이 비어 있습니다.
pl: Historia schowka jest pusta.
pt: O histórico da área de transferência está vazio.
ro: Istoricul clipboardului este gol.
th: ประวัติคลิปบอร์ดว่างเปล่า
tr: Pano geçmişi boş.
uk: Журнал буфера обміну порожній.
vi: Lịch sử bảng tạm trống.
zh_hans: 剪贴板历史记录为空。
zh_hant: 剪貼簿記錄是空的。

# Clipboard_RangesTooLarge
source: The selected ranges are too large to copy.
ar: النطاقات المحددة كبيرة جدًا بحيث لا يمكن نسخها.
cs: Vybrané rozsahy jsou pro kopírování příliš velké.
de: Die ausgewählten Bereiche sind zu groß zum Kopieren.
el: Οι επιλεγμένες περιοχές είναι πολύ μεγάλες για αντιγραφή.
es: Los rangos seleccionados son demasiado grandes para copiarlos.
fa: محدوده‌های انتخاب‌شده برای رونوشت بیش از حد بزرگ‌اند.
fr: Les plages sélectionnées sont trop grandes pour être copiées.
hu: A kijelölt tartományok túl nagyok a másoláshoz.
id: Rentang yang dipilih terlalu besar untuk disalin.
it: Gli intervalli selezionati sono troppo grandi per essere copiati.
ja: 選択している範囲が大きすぎるため、コピーできません。
ko: 선택한 범위가 너무 커서 복사할 수 없습니다.
pl: Zaznaczone zakresy są za duże, aby je skopiować.
pt: Os intervalos selecionados são grandes demais para copiar.
ro: Intervalele selectate sunt prea mari pentru a fi copiate.
th: ช่วงที่เลือกใหญ่เกินกว่าจะคัดลอกได้
tr: Seçili aralıklar kopyalanamayacak kadar büyük.
uk: Виділені діапазони завеликі для копіювання.
vi: Các phạm vi đã chọn quá lớn để sao chép.
zh_hans: 所选范围太大，无法复制。
zh_hant: 選取的範圍太大，無法複製。

# ShiftSelection_Title
source: Shift Selection
ar: إزاحة التحديد
cs: Posunout výběr
de: Auswahl verschieben
el: Μετατόπιση επιλογής
es: Desplazar la selección
fa: جابه‌جایی انتخاب
fr: Décaler la sélection
hu: Kijelölés eltolása
id: Geser Pilihan
it: Sposta selezione
ja: 選択範囲をずらす
ko: 선택 영역 이동
pl: Przesuń zaznaczenie
pt: Deslocar seleção
ro: Mutare selecție
th: เลื่อนส่วนที่เลือก
tr: Seçimi Kaydır
uk: Зсув виділення
vi: Dịch Vùng chọn
zh_hans: 移动选定内容
zh_hant: 移動選取範圍

# ShiftSelection_Amount
source: Amount (negative shifts back)
ar: المقدار (القيمة السالبة تزيح للخلف)
cs: Velikost posunu (záporná posouvá zpět)
de: Betrag (negativ verschiebt zurück)
el: Μέγεθος (αρνητική τιμή = πίσω)
es: Cantidad (negativa para retroceder)
fa: مقدار (منفی به عقب می‌برد)
fr: Quantité (négative pour reculer)
hu: Mérték (negatív érték: hátrafelé)
id: Jumlah (negatif menggeser mundur)
it: Quantità (un valore negativo sposta indietro)
ja: ずらす量 (負の値で前へ)
ko: 이동량(음수이면 뒤로)
pl: Wartość (ujemna przesuwa do tyłu)
pt: Quantidade (valor negativo desloca para trás)
ro: Valoare (negativă = înapoi)
th: ระยะ (ค่าลบเลื่อนย้อนกลับ)
tr: Miktar (negatif değer geri kaydırır)
uk: Величина (від’ємна — зсув назад)
vi: Lượng dịch (số âm để dịch lùi)
zh_hans: 移动量（负值表示向前）
zh_hant: 移動量（負值表示向前移動）

# ShiftSelection_Shift
source: Shift
ar: إزاحة
cs: Posunout
de: Verschieben
el: Μετατόπιση
es: Desplazar
fa: جابه‌جایی
fr: Décaler
hu: Eltolás
id: Geser
it: Sposta
ja: ずらす
ko: 이동
pl: Przesuń
pt: Deslocar
ro: Mutare
th: เลื่อน
tr: Kaydır
uk: Зсунути
vi: Dịch
zh_hans: 移动
zh_hant: 移動

# ResizeSelection_Title
source: Grow / Shrink Selection
ar: توسيع / تقليص التحديد
cs: Zvětšit / zmenšit výběr
de: Auswahl vergrößern / verkleinern
el: Μεγέθυνση / σμίκρυνση επιλογής
es: Ampliar / reducir la selección
fa: بزرگ / کوچک کردن انتخاب
fr: Agrandir / réduire la sélection
hu: Kijelölés bővítése / szűkítése
id: Perbesar / Perkecil Pilihan
it: Estendi / riduci selezione
ja: 選択範囲を広げる / 狭める
ko: 선택 영역 확장/축소
pl: Powiększ / zmniejsz zaznaczenie
pt: Aumentar / reduzir seleção
ro: Extindere / restrângere selecție
th: ขยาย / ย่อส่วนที่เลือก
tr: Seçimi Büyüt / Küçült
uk: Розширення / звуження виділення
vi: Mở rộng / Thu hẹp Vùng chọn
zh_hans: 扩大/缩小选定内容
zh_hant: 擴大/縮小選取範圍

# ResizeSelection_Start
source: Move the start back by (negative shrinks)
ar: تحريك البداية للخلف بمقدار (القيمة السالبة تقلّص)
cs: Posunout začátek zpět o (záporná hodnota zmenšuje)
de: Anfang nach vorn verschieben um (negativ verkleinert)
el: Μετακίνηση της αρχής πίσω κατά (αρνητική τιμή = σμίκρυνση)
es: Retroceder el inicio en (negativo para reducir)
fa: انتقال آغاز به عقب به اندازهٔ (منفی کوچک می‌کند)
fr: Reculer le début de (négatif pour réduire)
hu: A kezdet hátrébb vitele ennyivel (negatív: szűkítés)
id: Mundurkan awal sebanyak (negatif memperkecil)
it: Sposta l'inizio indietro di (un valore negativo riduce)
ja: 開始側を前へ広げる量 (負の値で狭める)
ko: 시작을 뒤로 넓힐 양(음수이면 축소)
pl: Przesuń początek do tyłu o (ujemna zmniejsza)
pt: Mover o início para trás em (valor negativo reduz)
ro: Mutare început înapoi cu (negativ = restrângere)
th: ย้ายจุดเริ่มต้นย้อนกลับ (ค่าลบคือย่อ)
tr: Başlangıcı geri taşı (negatif değer küçültür)
uk: Зсунути початок назад на (від’ємне — звуження)
vi: Lùi điểm đầu một lượng (số âm để thu hẹp)
zh_hans: 开始位置向前扩展量（负值表示缩小）
zh_hant: 開頭向前移動的量（負值表示縮小）

# ResizeSelection_End
source: Move the end forward by (negative shrinks)
ar: تحريك النهاية للأمام بمقدار (القيمة السالبة تقلّص)
cs: Posunout konec vpřed o (záporná hodnota zmenšuje)
de: Ende nach hinten verschieben um (negativ verkleinert)
el: Μετακίνηση του τέλους εμπρός κατά (αρνητική τιμή = σμίκρυνση)
es: Avanzar el final en (negativo para reducir)
fa: انتقال پایان به جلو به اندازهٔ (منفی کوچک می‌کند)
fr: Avancer la fin de (négatif pour réduire)
hu: A vég előrébb vitele ennyivel (negatív: szűkítés)
id: Majukan akhir sebanyak (negatif memperkecil)
it: Sposta la fine avanti di (un valore negativo riduce)
ja: 終了側を後ろへ広げる量 (負の値で狭める)
ko: 끝을 앞으로 넓힐 양(음수이면 축소)
pl: Przesuń koniec do przodu o (ujemna zmniejsza)
pt: Mover o fim para frente em (valor negativo reduz)
ro: Mutare sfârșit înainte cu (negativ = restrângere)
th: ย้ายจุดสิ้นสุดไปข้างหน้า (ค่าลบคือย่อ)
tr: Sonu ileri taşı (negatif değer küçültür)
uk: Зсунути кінець вперед на (від’ємне — звуження)
vi: Tiến điểm cuối một lượng (số âm để thu hẹp)
zh_hans: 结束位置向后扩展量（负值表示缩小）
zh_hant: 結尾向後移動的量（負值表示縮小）

# ResizeSelection_Apply
source: Apply
ar: تطبيق
cs: Použít
de: Anwenden
el: Εφαρμογή
es: Aplicar
fa: اعمال
fr: Appliquer
hu: Alkalmaz
id: Terapkan
it: Applica
ja: 適用
ko: 적용
pl: Zastosuj
pt: Aplicar
ro: Aplicare
th: นำไปใช้
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

# SelectRange_ModeAdd
source: Add to the current selection
ar: إضافة إلى التحديد الحالي
cs: Přidat k aktuálnímu výběru
de: Zur aktuellen Auswahl hinzufügen
el: Προσθήκη στην τρέχουσα επιλογή
es: Agregar a la selección actual
fa: افزودن به انتخاب فعلی
fr: Ajouter à la sélection actuelle
hu: Hozzáadás az aktuális kijelöléshez
id: Tambahkan ke pilihan saat ini
it: Aggiungi alla selezione corrente
ja: 現在の選択に追加
ko: 현재 선택에 추가
pl: Dodaj do bieżącego zaznaczenia
pt: Adicionar à seleção atual
ro: Adăugare la selecția curentă
th: เพิ่มลงในส่วนที่เลือกปัจจุบัน
tr: Geçerli seçime ekle
uk: Додати до поточного виділення
vi: Thêm vào vùng chọn hiện tại
zh_hans: 添加到当前选定内容
zh_hant: 新增到目前的選取範圍

# SelectRange_Rectangle
source: Select as a rectangle
ar: التحديد كمستطيل
cs: Vybrat jako obdélník
de: Als Rechteck auswählen
el: Επιλογή ως ορθογώνιο
es: Seleccionar como rectángulo
fa: انتخاب به‌صورت مستطیل
fr: Sélectionner comme rectangle
hu: Kijelölés téglalapként
id: Pilih sebagai persegi panjang
it: Seleziona come rettangolo
ja: 矩形として選択
ko: 사각형으로 선택
pl: Zaznacz jako prostokąt
pt: Selecionar como retângulo
ro: Selectare ca dreptunghi
th: เลือกเป็นสี่เหลี่ยม
tr: Dikdörtgen olarak seç
uk: Виділити прямокутником
vi: Chọn dạng hình chữ nhật
zh_hans: 按矩形选择
zh_hant: 以矩形選取

# Fill_ContinueAcross
source: Continue the content across ranges (instead of restarting in each range)
ar: متابعة المحتوى عبر النطاقات (بدلاً من البدء من جديد في كل نطاق)
cs: Pokračovat v obsahu napříč rozsahy (místo začínání znovu v každém rozsahu)
de: Inhalt über Bereiche hinweg fortsetzen (statt in jedem Bereich neu zu beginnen)
el: Συνέχιση του περιεχομένου σε όλες τις περιοχές (αντί για επανεκκίνηση σε κάθε περιοχή)
es: Continuar el contenido entre rangos (en lugar de reiniciarlo en cada rango)
fa: ادامهٔ محتوا در سراسر محدوده‌ها (به‌جای شروع دوباره در هر محدوده)
fr: Poursuivre le contenu d'une plage à l'autre (au lieu de recommencer dans chaque plage)
hu: A tartalom folytatása a tartományokon át (ahelyett, hogy minden tartományban elölről kezdődne)
id: Lanjutkan isi melintasi rentang (alih-alih mulai ulang di setiap rentang)
it: Continua il contenuto tra gli intervalli (invece di ricominciare in ogni intervallo)
ja: 要素をまたいで続ける (オフのときは要素ごとに先頭から)
ko: 범위를 넘어 내용 이어서 채우기(범위마다 처음부터 다시 시작하지 않음)
pl: Kontynuuj zawartość między zakresami (zamiast zaczynać od nowa w każdym zakresie)
pt: Continuar o conteúdo entre os intervalos (em vez de recomeçar em cada intervalo)
ro: Continuare conținut între intervale (în loc de reluare în fiecare interval)
th: เติมเนื้อหาต่อเนื่องข้ามช่วง (แทนการเริ่มใหม่ในแต่ละช่วง)
tr: İçeriği aralıklar boyunca sürdür (her aralıkta yeniden başlatmak yerine)
uk: Продовжувати вміст через діапазони (а не починати заново в кожному)
vi: Tiếp tục nội dung qua các phạm vi (thay vì bắt đầu lại ở mỗi phạm vi)
zh_hans: 跨范围连续填充内容（而不是在每个范围中重新开始）
zh_hant: 跨範圍延續內容（而非在每個範圍重新開始）

# Fill_RangesInfo
source: {0, plural, one {# range} other {# ranges}}, {1} bytes total
ar: {0, plural, zero {# نطاق} one {نطاق واحد} two {نطاقان} few {# نطاقات} many {# نطاقًا} other {# نطاق}}، الإجمالي {1} بايت
cs: {0, plural, one {# rozsah} few {# rozsahy} many {# rozsahu} other {# rozsahů}}, celkem bajtů: {1}
de: {0, plural, one {# Bereich} other {# Bereiche}}, insgesamt {1} Bytes
el: {0, plural, one {# περιοχή} other {# περιοχές}}, συνολικά {1} byte
es: {0, plural, one {# rango} other {# rangos}}, {1} bytes en total
fa: {0, plural, one {# محدوده} other {# محدوده}}، مجموعاً {1} بایت
fr: {0, plural, one {# plage} other {# plages}}, {1} octets au total
hu: {0, plural, one {# tartomány} other {# tartomány}}, összesen {1} bájt
id: {0, plural, other {# rentang}}, total {1} byte
it: {0, plural, one {# intervallo} other {# intervalli}}, {1} byte in totale
ja: {0} 個の範囲、計 {1} バイト
ko: {0, plural, other {#개 범위}}, 총 {1}바이트
pl: {0, plural, one {# zakres} few {# zakresy} many {# zakresów} other {# zakresu}}, łącznie bajtów: {1}
pt: {0, plural, one {# intervalo} other {# intervalos}}, {1} bytes no total
ro: {0, plural, one {# interval} few {# intervale} other {# de intervale}}, {1} octeți în total
th: {0, plural, other {# ช่วง}} รวม {1} ไบต์
tr: {0, plural, one {# aralık} other {# aralık}}, toplam {1} bayt
uk: {0, plural, one {# діапазон} few {# діапазони} many {# діапазонів} other {# діапазону}}, усього {1} байтів
vi: {0, plural, other {# phạm vi}}, tổng {1} byte
zh_hans: {0, plural, other {# 个范围}}，共 {1} 字节
zh_hant: {0, plural, other {# 個範圍}}，共 {1} 個位元組

# Operation_DeleteRanges
source: Deleting ranges
ar: حذف النطاقات
cs: Odstranění rozsahů
de: Bereiche löschen
el: Διαγραφή περιοχών
es: Eliminación de rangos
fa: حذف محدوده‌ها
fr: Suppression des plages
hu: Tartományok törlése
id: Menghapus rentang
it: Eliminazione degli intervalli
ja: 範囲の削除
ko: 범위 삭제 중
pl: Usuwanie zakresów
pt: Excluindo intervalos
ro: Ștergere intervale
th: กำลังลบช่วง
tr: Aralıklar siliniyor
uk: Видалення діапазонів
vi: Đang xóa các phạm vi
zh_hans: 正在删除范围
zh_hant: 正在刪除範圍

# Operation_ExportSelection
source: Exporting selection
ar: تصدير التحديد
cs: Export výběru
de: Auswahl exportieren
el: Εξαγωγή επιλογής
es: Exportación de la selección
fa: صادر کردن انتخاب
fr: Exportation de la sélection
hu: Kijelölés exportálása
id: Mengekspor pilihan
it: Esportazione della selezione
ja: 選択範囲のエクスポート
ko: 선택 영역 내보내는 중
pl: Eksportowanie zaznaczenia
pt: Exportando a seleção
ro: Exportare selecție
th: กำลังส่งออกส่วนที่เลือก
tr: Seçim dışarı aktarılıyor
uk: Експорт виділення
vi: Đang xuất vùng chọn
zh_hans: 正在导出选定内容
zh_hant: 正在匯出選取範圍

# SelectionSets_None
source: There are no saved selections.
ar: لا توجد تحديدات محفوظة.
cs: Nejsou uloženy žádné výběry.
de: Es gibt keine gespeicherten Auswahlen.
el: Δεν υπάρχουν αποθηκευμένες επιλογές.
es: No hay selecciones guardadas.
fa: هیچ انتخاب ذخیره‌شده‌ای وجود ندارد.
fr: Aucune sélection enregistrée.
hu: Nincsenek mentett kijelölések.
id: Tidak ada pilihan tersimpan.
it: Non ci sono selezioni salvate.
ja: 保存した選択範囲はありません。
ko: 저장된 선택 영역이 없습니다.
pl: Brak zapisanych zaznaczeń.
pt: Não há seleções salvas.
ro: Nu există selecții salvate.
th: ไม่มีส่วนที่เลือกที่บันทึกไว้
tr: Kaydedilmiş seçim yok.
uk: Немає збережених виділень.
vi: Không có vùng chọn đã lưu.
zh_hans: 没有已保存的选定内容。
zh_hant: 沒有已儲存的選取範圍。

# SelectionSets_TooMany
source: A document can have up to {0} saved selections.
ar: يمكن أن يحتوي المستند على {0} تحديد محفوظ كحد أقصى.
cs: Dokument může mít nejvýše {0} uložených výběrů.
de: Ein Dokument kann bis zu {0} gespeicherte Auswahlen haben.
el: Ένα έγγραφο μπορεί να έχει έως {0} αποθηκευμένες επιλογές.
es: Un documento puede tener hasta {0} selecciones guardadas.
fa: هر سند حداکثر {0} انتخاب ذخیره‌شده می‌تواند داشته باشد.
fr: Un document peut avoir jusqu'à {0} sélections enregistrées.
hu: Egy dokumentumhoz legfeljebb {0} mentett kijelölés tartozhat.
id: Satu dokumen dapat memiliki hingga {0} pilihan tersimpan.
it: Un documento può avere fino a {0} selezioni salvate.
ja: 選択範囲は 1 ドキュメントあたり {0} 個まで保存できます。
ko: 문서 하나에 최대 {0}개의 선택 영역을 저장할 수 있습니다.
pl: Dokument może mieć maksymalnie {0} zapisanych zaznaczeń.
pt: Um documento pode ter até {0} seleções salvas.
ro: Un document poate avea cel mult {0} selecții salvate.
th: เอกสารหนึ่งบันทึกส่วนที่เลือกได้สูงสุด {0} รายการ
tr: Bir belgede en fazla {0} kaydedilmiş seçim olabilir.
uk: Документ може мати не більше ніж {0} збережених виділень.
vi: Mỗi tài liệu có thể có tối đa {0} vùng chọn đã lưu.
zh_hans: 每个文档最多可保存 {0} 个选定内容。
zh_hant: 每份文件最多可儲存 {0} 個選取範圍。

# SelectionSets_Saved
source: Saved the selection as "{0}".
ar: تم حفظ التحديد باسم «{0}».
cs: Výběr byl uložen jako „{0}“.
de: Die Auswahl wurde als „{0}“ gespeichert.
el: Η επιλογή αποθηκεύτηκε ως «{0}».
es: Se guardó la selección como “{0}”.
fa: انتخاب با نام «{0}» ذخیره شد.
fr: Sélection enregistrée sous « {0} ».
hu: A kijelölés mentve „{0}” néven.
id: Pilihan disimpan sebagai “{0}”.
it: Selezione salvata come “{0}”.
ja: 選択範囲を「{0}」として保存しました。
ko: 선택 영역을 "{0}"(으)로 저장했습니다.
pl: Zapisano zaznaczenie jako „{0}”.
pt: Seleção salva como “{0}”.
ro: Selecția a fost salvată ca „{0}”.
th: บันทึกส่วนที่เลือกเป็น “{0}” แล้ว
tr: Seçim "{0}" olarak kaydedildi.
uk: Виділення збережено як «{0}».
vi: Đã lưu vùng chọn thành “{0}”.
zh_hans: 已将选定内容保存为“{0}”。
zh_hant: 已將選取範圍儲存為「{0}」。

# SelectionSets_Clipped
source: {0, plural, one {# range was beyond the end of the file and was shortened or left out.} other {# ranges were beyond the end of the file and were shortened or left out.}}
ar: {0, plural, zero {# نطاق كان بعد نهاية الملف وتم تقصيره أو استبعاده.} one {نطاق واحد كان بعد نهاية الملف وتم تقصيره أو استبعاده.} two {نطاقان كانا بعد نهاية الملف وتم تقصيرهما أو استبعادهما.} few {# نطاقات كانت بعد نهاية الملف وتم تقصيرها أو استبعادها.} many {# نطاقًا كان بعد نهاية الملف وتم تقصيره أو استبعاده.} other {# نطاق كان بعد نهاية الملف وتم تقصيره أو استبعاده.}}
cs: {0, plural, one {# rozsah přesahoval konec souboru a byl zkrácen nebo vynechán.} few {# rozsahy přesahovaly konec souboru a byly zkráceny nebo vynechány.} many {# rozsahu přesahovalo konec souboru a bylo zkráceno nebo vynecháno.} other {# rozsahů přesahovalo konec souboru a bylo zkráceno nebo vynecháno.}}
de: {0, plural, one {# Bereich lag hinter dem Dateiende und wurde gekürzt oder ausgelassen.} other {# Bereiche lagen hinter dem Dateiende und wurden gekürzt oder ausgelassen.}}
el: {0, plural, one {# περιοχή ήταν πέρα από το τέλος του αρχείου και περικόπηκε ή παραλείφθηκε.} other {# περιοχές ήταν πέρα από το τέλος του αρχείου και περικόπηκαν ή παραλείφθηκαν.}}
es: {0, plural, one {# rango sobrepasaba el final del archivo y se acortó u omitió.} other {# rangos sobrepasaban el final del archivo y se acortaron u omitieron.}}
fa: {0, plural, one {# محدوده فراتر از پایان فایل بود و کوتاه یا حذف شد.} other {# محدوده فراتر از پایان فایل بودند و کوتاه یا حذف شدند.}}
fr: {0, plural, one {# plage dépassait la fin du fichier et a été raccourcie ou omise.} other {# plages dépassaient la fin du fichier et ont été raccourcies ou omises.}}
hu: {0, plural, one {# tartomány túlnyúlt a fájl végén, ezért le lett rövidítve vagy ki lett hagyva.} other {# tartomány túlnyúlt a fájl végén, ezért le lett rövidítve vagy ki lett hagyva.}}
id: {0, plural, other {# rentang melewati akhir file dan telah dipendekkan atau dihilangkan.}}
it: {0, plural, one {# intervallo superava la fine del file ed è stato accorciato o escluso.} other {# intervalli superavano la fine del file e sono stati accorciati o esclusi.}}
ja: ファイルの末尾を越える {0} 個の範囲を切り詰めるか除外しました。
ko: {0, plural, other {#개 범위가 파일 끝을 넘어서 줄이거나 제외했습니다.}}
pl: {0, plural, one {# zakres wykraczał poza koniec pliku i został skrócony lub pominięty.} few {# zakresy wykraczały poza koniec pliku i zostały skrócone lub pominięte.} many {# zakresów wykraczało poza koniec pliku i zostało skróconych lub pominiętych.} other {# zakresu wykraczało poza koniec pliku i zostało skrócone lub pominięte.}}
pt: {0, plural, one {# intervalo ultrapassava o fim do arquivo e foi encurtado ou omitido.} other {# intervalos ultrapassavam o fim do arquivo e foram encurtados ou omitidos.}}
ro: {0, plural, one {Un interval depășea sfârșitul fișierului și a fost scurtat sau omis.} few {# intervale depășeau sfârșitul fișierului și au fost scurtate sau omise.} other {# de intervale depășeau sfârșitul fișierului și au fost scurtate sau omise.}}
th: {0, plural, other {มี # ช่วงที่เลยจุดสิ้นสุดของไฟล์ จึงถูกตัดให้สั้นลงหรือละไว้}}
tr: {0, plural, one {# aralık dosyanın sonunun ötesindeydi; kısaltıldı veya dışarıda bırakıldı.} other {# aralık dosyanın sonunun ötesindeydi; kısaltıldı veya dışarıda bırakıldı.}}
uk: {0, plural, one {# діапазон виходив за кінець файлу, його скорочено або вилучено.} few {# діапазони виходили за кінець файлу, їх скорочено або вилучено.} many {# діапазонів виходили за кінець файлу, їх скорочено або вилучено.} other {# діапазону виходили за кінець файлу, їх скорочено або вилучено.}}
vi: {0, plural, other {# phạm vi nằm ngoài cuối tệp và đã bị rút ngắn hoặc bỏ qua.}}
zh_hans: {0, plural, other {有 # 个范围超出文件末尾，已被缩短或排除。}}
zh_hant: {0, plural, other {有 # 個範圍超出檔案結尾，已縮短或略過。}}

# SaveSelection_Title
source: Save Selection
ar: حفظ التحديد
cs: Uložit výběr
de: Auswahl speichern
el: Αποθήκευση επιλογής
es: Guardar la selección
fa: ذخیرهٔ انتخاب
fr: Enregistrer la sélection
hu: Kijelölés mentése
id: Simpan Pilihan
it: Salva selezione
ja: 選択範囲を保存
ko: 선택 영역 저장
pl: Zapisz zaznaczenie
pt: Salvar seleção
ro: Salvare selecție
th: บันทึกส่วนที่เลือก
tr: Seçimi Kaydet
uk: Збереження виділення
vi: Lưu Vùng chọn
zh_hans: 保存选定内容
zh_hant: 儲存選取範圍

# SaveSelection_Name
source: Name (1 to 100 characters)
ar: الاسم (من 1 إلى 100 حرف)
cs: Název (1 až 100 znaků)
de: Name (1 bis 100 Zeichen)
el: Όνομα (1 έως 100 χαρακτήρες)
es: Nombre (de 1 a 100 caracteres)
fa: نام (1 تا 100 نویسه)
fr: Nom (1 à 100 caractères)
hu: Név (1–100 karakter)
id: Nama (1 hingga 100 karakter)
it: Nome (da 1 a 100 caratteri)
ja: 名前 (1〜100 文字)
ko: 이름(1~100자)
pl: Nazwa (od 1 do 100 znaków)
pt: Nome (de 1 a 100 caracteres)
ro: Nume (între 1 și 100 de caractere)
th: ชื่อ (1 ถึง 100 อักขระ)
tr: Ad (1 ile 100 karakter)
uk: Ім’я (від 1 до 100 символів)
vi: Tên (1 đến 100 ký tự)
zh_hans: 名称（1 到 100 个字符）
zh_hant: 名稱（1 到 100 個字元）

# SaveSelection_Save
source: Save
ar: حفظ
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fr: Enregistrer
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
pt: Salvar
ro: Salvare
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# SaveSelection_Exists
source: A selection with this name exists. Saving replaces it.
ar: يوجد تحديد بهذا الاسم. سيؤدي الحفظ إلى استبداله.
cs: Výběr s tímto názvem již existuje. Uložením ho nahradíte.
de: Eine Auswahl mit diesem Namen ist vorhanden. Beim Speichern wird sie ersetzt.
el: Υπάρχει επιλογή με αυτό το όνομα. Η αποθήκευση θα την αντικαταστήσει.
es: Ya existe una selección con este nombre. Al guardar se reemplaza.
fa: انتخابی با این نام وجود دارد. ذخیره کردن آن را جایگزین می‌کند.
fr: Une sélection portant ce nom existe. L'enregistrement la remplace.
hu: Már van ilyen nevű kijelölés. A mentés lecseréli.
id: Pilihan dengan nama ini sudah ada. Menyimpan akan menggantinya.
it: Esiste già una selezione con questo nome. Il salvataggio la sostituisce.
ja: 同じ名前の選択範囲があります。保存すると置き換えます。
ko: 이 이름의 선택 영역이 있습니다. 저장하면 바뀝니다.
pl: Zaznaczenie o tej nazwie już istnieje. Zapisanie je zastąpi.
pt: Já existe uma seleção com este nome. Salvar a substitui.
ro: Există deja o selecție cu acest nume. Salvarea o înlocuiește.
th: มีส่วนที่เลือกชื่อนี้อยู่แล้ว การบันทึกจะแทนที่รายการเดิม
tr: Bu adda bir seçim var. Kaydetmek onu değiştirir.
uk: Виділення з таким ім’ям існує. Під час збереження його буде замінено.
vi: Đã có vùng chọn trùng tên. Lưu sẽ thay thế nó.
zh_hans: 已存在同名的选定内容。保存将替换它。
zh_hant: 已有同名的選取範圍。儲存會將其取代。

# SaveSelection_OverwriteBody
source: Replace the saved selection "{0}"?
ar: هل تريد استبدال التحديد المحفوظ «{0}»؟
cs: Nahradit uložený výběr „{0}“?
de: Die gespeicherte Auswahl „{0}“ ersetzen?
el: Αντικατάσταση της αποθηκευμένης επιλογής «{0}»;
es: ¿Reemplazar la selección guardada “{0}”?
fa: انتخاب ذخیره‌شدهٔ «{0}» جایگزین شود؟
fr: Remplacer la sélection enregistrée « {0} » ?
hu: Lecseréli a(z) „{0}” mentett kijelölést?
id: Ganti pilihan tersimpan “{0}”?
it: Sostituire la selezione salvata “{0}”?
ja: 保存した選択範囲「{0}」を置き換えますか?
ko: 저장된 선택 영역 "{0}"을(를) 바꾸시겠습니까?
pl: Zastąpić zapisane zaznaczenie „{0}”?
pt: Substituir a seleção salva “{0}”?
ro: Înlocuiți selecția salvată „{0}”?
th: แทนที่ส่วนที่เลือกที่บันทึกไว้ “{0}” หรือไม่
tr: Kaydedilmiş "{0}" seçimi değiştirilsin mi?
uk: Замінити збережене виділення «{0}»?
vi: Thay thế vùng chọn đã lưu “{0}”?
zh_hans: 要替换已保存的选定内容“{0}”吗？
zh_hant: 要取代已儲存的選取範圍「{0}」嗎？
